Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/sametinget.se/iellembiras_julev.pdf.tmx
Source language: smj
Languages: sma

source: Sámedikke Iellembirásprográmma
sma: Saemiedigkien jielemebyjreskeprogramme

source: Sáme vuojno milta li gájkka ássje birásássje – dajna gå birás guosská gájkka bielijda mijá iellemis ja mijá birrasis.
sma: Vuajnoste gaajhkh gyhtjellassh leah byjreskegyhtjelassh – juktie byjreske gaajhkh mijjen jielemi jïh mijjen byjresen aspekth dæjpa.

source: Danen dát prográmma iellembirrasav tjalmmi - mijá iellembirrasav – ja gåk nanos iellembirrasav boahtteájggáj máhttep suoddjit.
sma: Dannasinie daate programme åvtemosth jielemebyjreskem bïejem – mijjen jielemebyjreske – jïh guktie mijjieh ïedtjeleslaakan mahtebe pryövedh guadteles jielemebyjreskem buektiehtidh båetijen aajkan.

source: Dåhkkidum Sámedikke ållestjåhkanimes 090219
sma: Saemiedigkien pleenume dååhkasjamme 090219

source: Mijá ulmme: Fábmogis & nanos sáme viessombirás
sma: Mijjen ulmie: Jielehke & nænnoes saemien jielemebyjreske

source: Mij sihtap fábmogis Sámeednamin viessot, man vuodo l nanos luonndo ja viesso sáme kultuvrra.
sma: Mijjieh sïjhtebe nænnoes Saepmesne jieledh mij aktanadteme dovne nænnoes byjreskinie jïh jielije saemien kultuvrine.

source: Ulmusj ja luonndo galggaba guhkesájggáj máhttet ådåstuvvat ja nannusit åvdeduvvat aj rievddaduvve ájggáj.
sma: Almetje jïh byjreske edtjieh guhkies vuajnosne maehtedh orrestidh jïh nænnoes ligkien åvtanidh aaj tïjji mietie gosse dovne jorkese.

source: Goappátjagá luonndo ja kultuvrra Sámeednamin galggaba valljudahkan dåbddut aj ålggolin mijá.
sma: Dovne Saepmien byjreske jïh kultuvre edtjieh domtedh goh byjreskem ålkoelisnie ræjhkohte.

source: Gåvvå: Marie Enoksson.
sma: Marie Enoksson.

source: Sisadno
sma: Sisvege

source: Muv birás – muv vájmmo!
sma: Mu biras – mu váimu !

source: 1 Sámedikke birásvuojnno... 5 Sámeednam... 5 Mijá aktisasj árvvovuodo... 5 Viessomfábmo... 6 Rievddadus... 7 Rasjesvuohta... 7 Ájnna ednam – vijddáp vuojnno... 8 Mijá åvdåsvásstádus... 9 Gäjnno åvddålijguovlluj... 9 2.
sma: Saemiedigkien jielemebyjreskeprogramme EALLINBIRAS IELLEMBIRÁS / JIELEMEN BIJRE... 1 ____________________________________... 1 Mijjen ulmie: Jielehke & nænnoes saemien jielemebyjreske... 2 Sisvege... 3 1 Saemiedigkien byjreskevuajnoe... 4 2.

source: Ájggom / Vuorodibme / Ájggeperspektijvva... 11 3.
sma: Gielhtie / Prioriteereme / Tïjjhvuajnoe... 10 3.

source: Iellembirás: Sámedikke ulmme ja oasseulmme... 12 Mijá gájkkásasj ulmme: Fábmogis & nanos sáme birás... 12 Mijá gålmmå oasseulme... 12 Viesso iellembirás juohkka aktaj !...
sma: Jielemen bïjre: Saemiedigkien ulmieh jïh nuelieulmieh... 12 4.

source: Ulmmejuogos 1 Sáme sebrudahka... 21 Ájggom... 21 Ulmme... 21 Sámedikke ánburgge... 21 Dåjma 2009 – 2010... 21 Dåjma 2010 - 2012... 21 4.2.
sma: Tïjjhsoejkesje – Darjomeprogramme 2009-2012... 22 4.1. Ulmiedåehkie 1 Saemien sïebredahke... 23 4.2.

source: Ulmmejuogos 2 Sámedikke doajmma... 22 Ájggom... 22 Ulmme... 22 Sámedikke ánburgge... 22
sma: Ulmiedåehkie 2 Saemiedigkien darjoemassh... 24 4.3.

source: Dåjma 2009 - 2012... 22 4.3. Ulmmejuogos 3 Sámedikke tjuottjodibme... 24 Ájggom... 24 Ulmme... 24 Sámedikke ánburgge... 24 Dåjma 2009 – 2010... 24 Diedojt tjoahkkit, diededibme.... 24 Dåjma 2011 – 2012... 24 5.
sma: Ulmiedåehkie 3 Saemiedigkien administrasjovne... 26 Barkoem vierhtiedidh jïh tïjjhsoejkesjem darjodh maam ektesne åtna dejtie golmide båetije jaepide (dan sisnie aaj sjïehtedimmie jïh buaranimmie)... 27 5.

source: Budjähtta 2009-2012... 25 6.
sma: Budsjedte 2009-2012... 28 6.

source: Gåhttjom... 26 7.
sma: Seehteme... 29

source: Åvdep sáme birásbarggo... 26 8.
sma: 7. Aerebi saemien byjreskebarkoe... 29 8.

source: Referensa... 27
sma: Refereensh... 32

source: 1 Sámedikke birásvuojnno
sma: 1 Saemiedigkien byjreskevuajnoe

source: IELLEMBIRÁS = sáme viessombirás
sma: O jord du vackra Mitt eget land

source: = sosiálak & luondo kapitála kapitála
sma: EALLINBIRAS = saemien jielemebyjreske = sociaale & byjresken kapitaale kapitaale

source: Aktavuoda Ednam Giella Biegga Aktisasjbarggo Ájmmot Máhttudahka Jasskavuohta Åssko Ráfe Várrogis vieesomvuohke Biejvve Åvdåsvásstádus Tjáhtje Juojgos Liekkasvuohta Diehto Ábnnasa Aktisasjvuohta Jahkeájge / Rytma Fässta Ruge Ruge
sma: Relasjovnh Eatneme Gïele Bïegke Laavenjosteme Elmie Maahtoe Raeffiesvoete Jaakoe Raeffie Soejmie jieleme Biejjie Dïedte Tjaetsie Joejke Baahke Aajhtsesvoete Materiaale Ektiesvoete Jaepieboelkh Hïeje Tsumhtsieh

source: Mij sáme lip Sámeednama iemeálmmuk.
sma: Mijjieh saemieh aalkoealmetjh Saepmesne.

source: Mijá álmmuk la ållu dålutjis dájn ednamijn årrum ja ednamijt ja tjátjijt alvvát ja várrogisvuodajn tjuottjodam.
sma: Mijjen almetjh laantesne orreme jïh dam soejmi laakan jïh respektine gïetedamme.

source: Mij lip oasse Sámeednama luondos.
sma: Mijjie stuhtje laanteste Saepmie.

source: Mijá iellema - mijá äládusá ja kultuvrraháme – hiebaduvvi luondo vaddem- ja válldemmáhttelisvuoda milta váni dåssjidime dagi.
sma: Mijjen jielemh – mijjen jieliemassh jïh kultuvrh

source: Mijá tjiegŋalis aktavuodav luondujn la vájvve bágoj tjielggit.
sma: Mijjen giengeles ektiedimmie byjreskinie gierve baakoejgujmie bivtedh.

source: Viessot luondon ja bierggit dassta majt luonndo vaddá, dalá aktavuodav váddá mijá ja luondo gasskaj (juhtusij, nubbe nuppijn).
sma: Desnie jieledh jïh bearkanidh mestie dïhte vadta, direkte ektiedimmie buakta mijjen jïh byjresken gaskoeh (juvrh, sinsitnie).

source: Mij åsskop viesso viessomvuohkáj Sámeednamin, mijá årromsadjáj.
sma: Mijjieh jaahkebe jielije åtnose Saapman, mijjen hïejmese.

source: Jus mij – jali soames ietjá – luondov bäjsstá de mijá kultuvrra aj vahágahteduvvá.
sma: Jis mijjieh – jallh giem sån jeatja – byjreskem mårhka dellie aaj mijjen kultuvrem skaarohte.

source: Sámeednama birás la rassje. Fábmogis luonndo rávkká mij lip oalle várrogisá.
sma: Byjreske Saepmesne saejreles Byjreske nænnoes barre jis mijjieh soejmi laakan dam utnebe.

source: Mijá äládusájda li árbbedábak háme agev guhkesájggásasj vuojnos ja nanos viessomvuoges álggám.
sma: Mijjen dejpeladtje jieliemassh leah eejnegen nænnoes jieleme maadtojne åtneme.

source: Jus luonduk åvdeldime vádnun muhtem bájken de máhttin ietjá bájkijt ávkkit ja anedum bájke vuojŋadit.
sma: Jis nåake sjïdti aktene lehkesne öövre byjresken gielhtie dellie gåarede måbpan juhtedh dejtie utnedh mearan dah mah nåake lin fihkieh buaranidh.

source: Dát luonduk iesjnjuolggim ájn gávnnu mijá árbbedábak äládushámen ja ådå äládusáj ávkkima baktu, valla li ájtedum jali hiejteduvvamin.
sma: Daate iemies vuekie byjreskem utnedh mijjen jieliemidie baatseme. Mijjen maahtoe dovne dejpeli jïh daaletje jieliemassh utnedh lea dïhte.

source: Sáme aktijäládusvuoge sadjáj ienebut avtagasj luonndoávkkim målssåsuvvá.
sma: Saemien maahtoe dejtie pleenhtedh lea molseme öövre aktenleejnes åtnose guktie dejtie byjresken vierhtieh nuhtjedh.

source: Mijá giella giehttu gasskavuodama birra luonnduj ja guhtik guojmáma. Dat la
sma: Mijjen vierhtieh aktine

source: 5 Merka, ma luondo kapitálav ja sosiálak kapitálav lasedi, sämmi bále aj viessomfámov Sámeednamij lasedi.
sma: Faktovrh mah byjresken kapitaalem jienede jïh seamma aejkien Saepmien jielemfaamoem.

source: Tjuovvo miehttijiddje li buojkulvisá ma ålles systemav máhtti nannit.
sma: Daah indikatovrh leah vuesiehtimmieh mah maehtieh abpe systeemem nænnoestidh:

source:  Viessomvuohke mij rentas viessu
sma:  Jielemevuekie maam barre beetsevistie

source:  Bájke tjuottjudus
sma: jeala

source: Moattevuohta
sma:  Lokaale reereme

source:  smávep nanos vidnudagájs
sma:  Veljie smaave nænnoes darjomessijjieh

source:  bájke elfábmo smávep fábmogáldojs
sma:  lokaale eele smaave, orrestimmeles

source: máhttelisá ådåstuhteduvvat
sma: faamojste

source:  bájke biebbmo
sma:  lokaale beapmoedorjeme

source:  árbbedábak máhttudahka
sma:  aerpievierhtien mahtoe

source:  hiebadum tjuottjudus
sma:  sjïehteldh reereme

source:  aktisasjvuohta
sma:  ektiesvoete

source:  rytma
sma:  rytme

source: dárbas räjddo diedojt buolvas buolvvaj dålvutjit.
sma: Gïele lea maadtoe gosse kultuvre jorkese.

source: Giella anet aktelisvuodav kultuvrak rievddadusáj bálij.
sma: Gïeletseegkeme tsööpkedh giervebe tsiehkiem buakta.

source: Gå giellastruktuvrav boarkki de vájvet mijá ájnas máhtov vijdábut doalvvot gåk luondov suoddji, ja muhttijn ga ij la máhttelis.
sma: Giervebe dellie maahtoem åvtese vedtedh guktie mijjen byjreskem vaarjelibie.

source: Giella l buoremus vuohke gájkajda diededit mijáj gájkaj åvdåsvásstádusáv luondo ekologak balánsav anodittjat.
sma: Gïele åvtemosth juktie gaajhki mijjen dïedtem tjïertestidh gosse edtjebe ekologije balansem steeredh.

source: Mijá iellemvuojnno la vuodon mijá aktisasj árvvovuoduj ja åvvå vijdep la gå dåssjå sámegiella.
sma: Ij leah barre gïele dïhte maam mijjen vierhtiestimmie ektesne buakta. Dïhte mijjen vuajnoe jieliemasse lea gemtebe.

source: Sáme vuojno milta luondon la viesso siello, mij garrasit la allevärálda luonndovuojno vuosstij.
sma: Saemien vuajnosne byjreske sealoem åtna, dïhte jeala jïh dïhte öövre joekehte dehtie jillelaanti byjreskevuajnoste.

source: Mijá luonndovuojnno mijá árvojt la hábbmim, dábijt, sosiálak hámijt ja aktavuodajt.
sma: Mijjen vuajnoe byjreskasse lea dejtie mijjen vierhtiestimmieh, vuekie, sociaale tseegkemh jïh relasjovh tsavtseme.

source: Árvvovuodov dádjadit ja nubbe nuppev árvvon adnet viertti gájkajda buorren gullut.
sma: Maadthviertiestimmieh jïh respeekte sinsitnide tjuara guektienbielien årrodh.

source: E galles, jus åvvå aktak allevärálda kultuvran, la mijá gielav ja mijá árvvovuodov oahppam.
sma: Gïlle, jis naakene, jillelaanti kulturve lea mijjen gïelem jïh maadthvierhtiestimmide lïereme – destie mijjen domtoe båata ahte ij leah aalverinie dah mijjese vuartasjieh.

source: Dat vaddá midjij dåbdov sij e mijáv duohtan válde.
sma: Dannasinie jïjnje fördommh, jïenemes båetieh ovmaahtoste jallh juktie ij rikti guarekem – nimhtie aaj daenbien.

source: Danen aj de gávnnuji ållo åvddåduomo, ienemusát diehtemahtesvuodajn jali boastodádjadimijn vuodon – uddni vilá.
sma: Mijjen viertiestimmieh tjåanghkan ektiedimmieh jeatjide almetjidie buektieh. Dej gaavhtan gåarede sinsitnide guarkedh.

source: Aktisasj árvvovuodo dahká gasskavuodajt ietjá ulmutjijda ja dahká máhttelissan guhtik guojmáma dádjadit.
sma: Mijjieh tjoerimh jillelaanti tjåanghkan viertiestimmieh lïeredh. Dïhte maam faamoe guhte koloniseeri böökti.

source: Mij hähttujma oahppat allevärálda árvvovuodov mav koloniserijiddje fábmo buvtij; ristalasj jáhkkudagáv, tjállemgielav, rumájgielav, luonndodiedakvuodav, pedagogijkak, juridijkak ja kapitalistak gielav ja de maŋemus vil aj dárogielav (vuona dárogielav, suomagielav, ienngisgielav ja iehtjádijt).
sma: Kristeles religiovne, tjaeleldh gïele, repmiegïele, byjreskedaajroe, pedagogihke, juridihke jïh kapitalisktihke gïelh jïh minngemes daaroen gïele (jïh såevmien, englaanten gïelh j. j.).

source: Báktji vuojnodibmen ja sierra årrot.
sma: Baektjede gosse ij vååjnoeh jïh öövre isoleeremisnie årrodh.

source: Mij guddnedip mijá ájttegijt ja árvvon adnep máhtosa ja vijsesvuodasa.
sma: Mijjieh maadteraahkaj maadteraajjaj maahtoem jïh daajroem heevehtibie.

source: Le ájgge mij ruoptus válldep iehtjama gávnnumrievtesvuodav.
sma: Daelie aejkie bååstede mijjen reakta vaeltedh

source: Mij lip ávvusa ja tjävllá iehtjama tjáppa luondo åvdås, mijá tjiegŋalis aktavuodas luondujn ja mijá tjiegŋalis máhto åvdås gåk várrogisát luondov ávkki.
sma: gååvnesidh. Geerjene jïh garmeres dan mijjen tjaebpies kultuvren bijjelen, mijjen gïengeles ektiedimmien bijjelen byjreskinie jïh dan mijjen ræjhkoes maahtoen bijjelen guktie soejmi laakan byjreskem nuhtjedh.

source: Mij sihtap mijá diedoj ságastallamav boanndodahttet nanos boahtteájggáj – sierraláhkáj Sámeednamin, valla aj ålggolin.
sma: Mijjieh sïjhtebe digkiedæmman mijjen maahtojne rïjhkebe darjodh. Dovne Saepmesne jïh dan ålkolen.

source: Dåssjå stuoráp dádjadime ja aktisasjbargo baktu máhttep aktisasj boahtteájgev hábbmit.
sma: Ajve gosse buerebe sinsitniem guarkebe jïh gosse buerebe laakan laavenjostebe dellie maehtebe buerebe båetijenaejkiem darjodh.

source: Mijá máhtto stuor rievddadusáj bierggit ja vijdábut åvdeduvvat la moattet vuodos.
sma: Mannasinie dle mijjieh maehtebe stoerre jorkesimmieh buektiehtidh ? Gellie gielhtieh dïsse.

source: Guoddelis luonndo valjes biologak moattevuodajn ja ålles, aktijanedum luonndo la ájnas åvdeldibme (luondo kapitála).
sma: Guadteles byjreske stoerre biologije gelliesvoete jïh ellies tjåanghkan daajve vihkeles gielhtie (byjresken kapitaale).

source: Daŋga bále la mijá máhto vuodo guhkesájggáj åvdeduvvat iehtjama sosiálak
sma: Seamma aejkien mijjen maahtoe nænnoes laakan jïh gukies vuajnosne åvtanidh lea mijjen sociale kapitaalen gaavhtan.

source: kapitálas mij merkaj ekonomak moattevuodav, kultuvrak moattevuodav ja doajmmammoattevuodav.
sma: Dïhte mij ekonomije gelliesvoete, kultuvre gelliesvoete jïh darjomesgelliesvoete.

source: Rievddadus
sma: Förændring

source: Luonndo ienebut nåhkå ja vahágahteduvvá ja ij guhkes ájggáj maná divvot.
sma: Byjreskem nipkieh jïh skaaroehtieh. Ij gåaredh daennie tïjjesne dåvvodh.

source: Sáme árbbedáhperiektá gähttjaluvvá ja unnu aj duobbmoståvllåmärrádusáj baktu.
sma: Saemien dejpelireaktan vuestie digkede jïh dïhte ånnene dööpmestovli mieriedimmijste.

source: Ednama li rievddam ja gáhtum buojkulvissan vuobmeäládusá oablloma ja tjáhtjefábmobargo maŋŋela.
sma: Laanth leah jorkesamme gosse v.g. skåakeåtnoe stuerebe sjïdteme jïh gaatoelamme tjaetsiefaamoej bigkemi åvteste.

source: Luonduk åvdeldime Sámeednamin li rievddam daŋga bále gå ådåájggásasj ábnnasa, ådå teknijka ja masjijna li mijá viessomij oassen sjaddam.
sma: Iemies nuepieh leah Saepmesne jeatjadamme seamma aejkien goh daaletje bigkemeaamhtesh, orre teknihke jïh vuajadahkh mijjen jieliemidie tjaangeme.

source: Midjij gudi guhkev lip boatsojsujtos, bivdos, guollimis, duojes ja unnep ednambargos viessum li dá rievdadusá garrasit mijá viessomvuogijt bájnnám.
sma: Daate lea mijjem tsavtseme juktie mijjen ealoeh båatsoe, vijreme, gööleme, duedtien jïh gaertenen åtnoe.

source: Gávnnuji diedon aj buorre rievddadusá ja dárbas teknijkak viehkkenävo majt ådåájggásasj viessomvuohke buktá.
sma: Novh amma aaj hijven jorkesimmieh jïh daerpies teknihke viehkieh.

source: Dá rievddadusá buorren båhti oassen mijá viessomij ja bargojda.
sma: Daah jeatjadimmieh bueriem aaj buakteme mijjen jielemi sïjse jïh dejtie mijjen darjomesidie.

source: Ájnas la mij dajt ådugijt ma giehpedi ja bájnni mijá viessomijt buorre vuogijn tjuolldep dajs ådugijs ma dahki mij värálda ekonomidjav ja oaljov dárbahip, sämmi bále gå da luondov loabddi.
sma: Seamma aejkien vihkeles mijjieh dejtie innovasjovnide mah mijjen jieliemidie aelkiehtehtieh jïh hijven laakan tsevtsieh joekede dej muhteste mah mijjem geasa daarpoen sïjse globaale ekonomijese jïh jaksoe, seamma aejkien goh byjreskem nipkie.

source: Nievrep åduga li tsaggen mijá ja luondo, ja mijá ja ietjá ulmutjij gaskan.
sma: Innovasjovnh mah eah hijven dah leah heaptoeh mijjen gaskoeh jïh byjresken jïh mijjen gaskoeh jïh sinsitnien.

source: Da vahágahtti mijá kultuvrav ja mijá álmmugav.
sma: Dah mijjen kultuvrem jïh almetjh skaaroehtidh.

source: Jur degu juohkka viessomvuohke luonnduj ietjas hiebat, lip mij ájge milta iehtjama hiebadam sajijda majt äládusá rávkki, guohtom-, bivddo- ja muorjjeednama, guollimjávre ja ednambarggoednama ja ålobu.
sma: Öövre goh fïehten jielije daennie eatnamisnie (almetjh jïh juvrh) dan sov byjreskasse sjiehtedamme mijjieh daan rommese sjiehtedalleme mesnie mijjieh jielebe. Dah vierhtieh mah mijjese daerpies leah: laanth gusnie veljie gåatome, vïjreme, möörjeme, gööleme jïh gusnie gåarede sjïdtedidh.

source: Aktan da li gájka mijá ieme åvdeldime ja vuodon mijá kultuvra anodibmáj.
sma: Daate dovne mijjen iemies haamohkh jïh dïhte maadtoe mijjen

source: Mijá viessomvuogen li lahkaoasestibme, iesjbierggim, smávep doajmmamvuoge ja unnep adnema diehttelis oase.
sma: 6 kultuvren tseakanæmman. Guktie mijjieh jielebe uvtemes leah nuhtjedh maam lïhkemes byjreske vadta, jïjtje bierkenidh, unnieslaakan jïh vaenie faamoem nuhtjedh.

source: Rasjesvuohta
sma: Aelhkie saejriehtidh

source: Dálkádakrievddamij mierev ja valludagáv majt Sámeednamin vuojnnep la moadda jage mijáv ráfeduhttám.
sma: Jienebe tjomperdibie jïh stoerre haesteme daate. Laantem joekede jïh exploateerie guktie byjreskem jienebe deadta.

source: Gå bäjválattjat luondon viessu de oadtju ållo máhttelisvuodajt rievddadusájt gehtjadit.
sma: Daate mijjese giervebe nuepiem buakta målsods laakan sjiehtedidh guktie mijjieh haarjanamme darjodh.

source: Vuorrádisvuoda ednu ja gähttjalibme l stuorre.
sma: Daelie klimahten bïjre digkede ov-goh skïemtjevæhtah jarngesne.

source: Aktan ednamij biejsstemijn ja dajna birásdettujn mav lassániddje luonndoávkkim buktá sjaddá midjij vil vájvep ja muhttijn ij la máhttelis vuogasláhkáj barggat ja iehtjama hiebadit
sma: Sïejhme lea haestemem juakedh smaave stuhtjine juktie dan mænngan skiemhtjevæhaj vuestie gæmhpodh orre teknihkigujmie. Novh amma dïhte aaj vihkeles nimhtie klimahten jorkesimmien vuestie barkedh jïh orre teknihkem evtiedidh. Saemien vuajnoeste ij goh daate dahkesjh. Ij gænnah.

source: 7 nåv gåk lip hárjjánam. Danen la rasjesvuodav ájnas unnedit.
sma: 7 Daehpdimmie mah byjresken kapitaalem jïh sociaale kapitalem Saepmesne nipkie jïh Saepmien saejriesvoetem jienede.

source: Tjuovvo boadádallama ja rievddama li buojkulvisá ma máhtti ålles systemav råhttit:
sma: V.g. daah ierielimmieh jïh jeatjadimmieh maehtieh maahta abpe systeemem stroehtedidh:

source:  åvddånibme man vuodon la rájádis
sma:  Övtiedimmie man maadtoe lea

source: sjaddam, stuoráp luonndodåssjidibme ja ednambiejsstem
sma: jeananimmie ihkuven aajkan, stoerre byjreskeexploateereme jïh laanten juakeme

source:  Sälggaábnnasa, duolvvadime
sma:  Feerlege ïebnh, jotskelimmieh

source:  skidárdiddje viessomvuohke mij kapitálav
sma:  För jïjnjem nuhtjedh jïh dannasinie

source: bårrå
sma: Aelhkie lea tjelmide trimhkedh men ij rïektes jeatjide almetjidie jallh byjreskasse eatnemen jeatjine lehkine.

source:  luonndohåhkkånime
sma: kapitallem nipkie

source:  dálkádakrievddama
sma:  byjreskekatastrovfh

source:  tjuorbes tjuottjodibme mij
sma:  klimahtejorkesimmieh

source:  sosiálak sierravuohta ja marginalisierim
sma:  nåake administrasjovne maam heeptie

source: Álu dav juohká ållo unnep åsijda ja de symptomajt vuostelt gávnadijn teknijkak tjoavddusijt. Diedon la ájnas
sma: molsedimmiem jïh eevtjie byjresken stoerreligkien nuhtjedh

source: Sáme vuojno milta dát ij la nuoges. Ij åvvå gåktuk.
sma:  sociaale oktegsvoete och marginaliseereme

source: Mijá ållesvuojnos diehttelis vierttip gähttjat dajda årijda ma li dálkádakrievddama duogen, degu dal industrialiserim, väráldahttem, mijá viessomvuohke, mijá oasestimhárjjánime, lasse ájmodis stuor luonndobiejsstema ja nåv vil. Dassta tjuovvu unugis gatjálvisá ja unugis rievddadusá gájkka låbdåjn ja gájkka guovlojda.
sma: Mijjen ellies vuajnoste novh amma daerpies dejtie gielhtide mah klimahten jorkesimmiej nuelesne vuartasjidh, v.g. industijeseereme, globaliseereme, mijjen jielemevuekie, mijjen konsumsjovnevuekieh, dïhte stoerre exploateereme byjresken ealoedahkijste j. j. Daate mijjese stoerre jeatjadimmieh buakta gaajhkine daltesinie jïh gaajhkine otnjeginie.

source: Ulmutjijn, fábmudagájn, ráddidusájn ja vidnudagájn la åvdåsvásstádus gehtjadit vaj álgaduvvá.
sma: Dovne aajne almetjh, myndigheeth, reerenassh jïh darjomessijjiej dïedte daam buektiehtidh.

source: Daŋga bále li aj ållo rievddadusá boanndudahkan mijá sebrudahkaj ja aktisasjvuohtaj gå duosstap rievddaduvvat ja luovvanit mierrediddje avtakultuvrak åvdedimdättos.
sma: Seamma aejkien gosse mijjieh doestebe jorkesidh maahta mijjen siebredahken jïh laavenjostemem nænnoestidh jïh mijjem frijjehtidh aktenkultuvren diedte åvtanidh mij daelie

source: Ájnna ednam – vijddáp vuojnno
sma: Akte eatneme – stuerebe vuajnoe

source: Åvddål vihttalåklågo luondov bájnijma ienemusát iehtjama bájke (dajvak) låbdån.
sma: Vïjhteluhkietaalen åvtelen mijjieh eatnemem mahte ajve lokaale jïh regiovne daltesisnie tsevtsim.

source: Mijá dagoj tjuovvusa oadtjun njuolgga ja tjielgga båhtusijt mijá lahkabájkijn.
sma: Maab mijjieh darjoejimh dallegh destie maam mijjen lïhkemes byjreskisnie sjïdti.

source: Bierggima diehti lij dárbbo várrogis årrot ja åvdåsvásstádusáv válldet.
sma: Dillie daerpies soejmi årrodh jïh dïedtem vaeltedh juktie bearkanidh.

source: Gájkka ábnnasijn lij árvvo, bátsidisá ettjin gávnnu.
sma: Gaajhkh materiaale lij vyörtegs jïh eah goh lin tsumhtsieh.

source: Dallusj viessomvuohke lij degu dahppam systebma ja oalle nanos.
sma: Dillietïjjen jielemvuekie dahpeldh systeeme jïh öövre nænnoes.

source: Mij adnep ájn la ájnas várrogisát barggat mijá lahkabájkijn vaj ep lagámus luondov vahágahte.
sma: Mijjieh tuhtjebe daelie aaj vihkeles soejmi laakan mijjen lïhkemes byjreskem gïetedidh aellebe mijjen hiejmebyjreskem skaarohth.

source: Dájna tjállagijn sihtap sämmi bále dättodit vaj mijá åvdåsvásstádusá stuorrudahka uddni l oalle stuoráp gå gåk lij guovte buolva åvddåla.
sma: Mijjieh daam tjaatsegem tjaelebe jïh sïjhtebe tjïertestidh mijjen dïedte lea daelie stuerebe goh dillie göökte boelvi juassah.

source: Uddni li åvdeldime sieldesláhkáj rievddam.
sma: Daelie öövre jeatjah nuepieh.

source: Mij lip aj oasse värálda osestimgålgådagás viessomvuoge ja oassásij válljimij baktu.
sma: Mijjieh aaj stuhtje globaale konsumsjovnegarkese jielemevuekien tjïrrh jïh guktie dorjesh veeljebe.

source: Mij diehtep luondo ávkkim väráldin luondov ja ulmutjijt bájnná ednamgievle nuppen bielen.
sma: Mijjieh aarmogs jeatja almetjigujmie, uvtemes dejgujmie mah aaj aalkoealmejth jïh klimahtejorkesimmieh jïh globaliseereme dååjrehtsieh.

source: Ep desti iehtjama bájken tjuovvusijt moattet dagos vuojne.
sma: Dah mah seamma stoerre jallh dovne stuerebe haestemh jïh joekesh sijjen jielieminie dååjrehtieh.

source: Väráldahttem miedet viessomvuogev man vuodo li värálda luohko.
sma: Ibie mijjieh sïjhth meatan årrodh vierriedidh jeatjebi jielemh (dovne almetjh jïh byjreske).

source: Álkke l tjalmijt tsábttsit ja ij diehtten dahkat – valla dat ij la rievtes ietjá ulmutjij vuosstij jalik luonnduj ietjá guovlojn väráldin.
sma: Mijjen jielemevuekie lea etihke gyhtjelasse. Mijjen dïedte lea dannasinie daerpies gemtiedidh jïh globaaline årrodh.

source: Mij dåbddåp aktisasjvuodav ietjá ulmutjij, ållagasj daj álggoálmmugij gudi aktan
sma: Vi måste ge oss iväg Då det blir allt trängre Men vart ?

source: Mij ep sidá viehkken åvdeldimijt nievredit iehtjádij viessomijda (goappátjagá ulmutjijda ja luonnduj).
sma: Livet går inte vidare Eller bättras Om vi inte hjälper oss själva Men när ?

source: Miján li máhttelisvuoda válljit.
sma: Lyssna på din inre stämma inre stämma

source: Mijá viessomvuohke l ehtak ássje. Mijá åvdåsvásstádus viertti danen vijddot ja väráldahteduvvat.
sma: De trygga orden finns De kommer om vi kallar på dem Men när [med vilket språk?]*

source: Jus ep balov mijáv dibde gállnadit, jus várrip iehtjama värron åvvå gåktuk adnet, de máhttep buoredit ja rievddadit mijá åvdeldimijt viesso Sámeednamij.
sma: Vakna, sov dig ej till döds Du har arv från far och mor att vårda Lyssna på rösten inom dig rösten inom dig

source: Adnep oalle ájnnasin mij ganudasstep ja
sma: Din egen röst manar dig ta ansvar för släktet

source: åvdåsvásstádusáv válldep dajn bájkijn gånnå ietja máhttep bájnnet.
sma: Att se vårt dyrbara liv Som utställning Det uthärdar vi inte Eller gör vi ?

source: Mij lip ájnas oasse tjoavddusis dakkár gähttjalibmáj. Mijá dårja l gäjnov åvddålijguovlluj vuosedit.
sma: Lyssna på din egen röst din egen röst Var glad, sjung glatt sjung som fågeln

source: Mijá åvdåsvásstádus
sma: Mijjen dïedte
